from config import *

start = 'Добро пожаловать в наш магазин настольных игр!\nМы рады видеть вас здесь!\nУ нас вы найдете широкий ассортимент настольных игр для всех возрастов и интересов.\nОт классических игр до новинок — у нас есть что-то для каждого!'

about = '''Добро пожаловать в наш магазин настольных игр!
Мы — команда увлеченных энтузиастов, которые верят в силу настольных игр как способа объединения людей, создания незабываемых моментов и развития стратегического мышления. Наша цель — предоставить вам широкий выбор игр, которые подойдут как для семейных вечеров, так и для дружеских встреч.

В нашем магазине вы найдете разнообразные настольные игры: от классических до современных, от простых до сложных. Мы тщательно отбираем каждую игру, чтобы гарантировать, что вы получите только лучшее. Наша команда всегда в курсе последних новинок и трендов в мире настольных игр, и мы рады делиться с вами своими знаниями и рекомендациями.

Мы также стремимся создать дружелюбную и уютную атмосферу, где каждый сможет найти что-то по своему вкусу. У нас регулярно проводятся игровые вечера и турниры, где вы можете познакомиться с другими любителями настольных игр и испытать свои навыки.

Спасибо, что выбрали наш магазин! Мы надеемся, что каждая игра, которую вы приобретете у нас, принесет вам радость и множество приятных моментов. Присоединяйтесь к нашему игровому сообществу и откройте для себя мир увлекательных настольных приключений!'''

game_s = f'Маленькая игра. Подойдет для знакомства. Стоимость {price_S} рублей'

game_m = f'Игра начального уровня. Стоимость {price_M} рублей'

game_l = f'Большая игра на компанию друзей. Стоимость {price_L} рублей'

game_xl = f'Ваще бомба. Всё в наборе для длительной игры на большую компанию. Стоимость {price_XL} рублей'

other = 'Хотите что-то другое? Всегда можете написать нашему админу на @MegaPuperAdminNastolok'