from config import *

start = 'Добро пожаловать в наш магазин настольных игр!\nМы рады видеть вас здесь!\nУ нас вы найдете широкий ассортимент настольных игр для всех возрастов и интересов.\nОт классических игр до новинок — у нас есть что-то для каждого!'

about = 'Мы — команда увлеченных энтузиастов, которые верят в силу настольных игр как способа объединения людей, создания незабываемых моментов и развития стратегического мышления.'
game_s = f'Маленькая игра. Подойдет для знакомства. Стоимость {price_S} рублей'

game_m = f'Игра начального уровня. Стоимость {price_M} рублей'

game_l = f'Большая игра на компанию друзей. Стоимость {price_L} рублей'

game_xl = f'Ваще бомба. Всё в наборе для длительной игры на большую компанию. Стоимость {price_XL} рублей'

other = 'Хотите что-то другое? Всегда можете написать нашему админу на @MegaPuperAdminNastolok'